Repository: miguelito20257w7/FacturaInvent
Catalog: FacturaInvent/Localizable.xcstrings
Source language: en
Languages: es_us

source: Add a business and its products here
es_us: Agrega una empresa y sus productos aquí

source: Add a business to start
es_us: Agrega una empresa para comenzar

source: Add XML
es_us: Agregar XML

source: Advanced
es_us: Avanzado

source: All the data will be lost
es_us: Todos los datos se perderán

source: Are you sure you want to cancel?
es_us: ¿Estás seguro de que quieres cancelar?

source: Back
es_us: Volver

source: Bar code
es_us: Código de barras

source: Bar code: %@
es_us: Código de barras: %@

source: Barcode: %@
es_us: Barras: %@

source: Business: %@
es_us: Empresa: %@

source: Businesses
es_us: Empresas

source: Cancel
es_us: Cancelar

source: Change
es_us: Cambiar

source: Change Name
es_us: Cambiar nombre

source: Close
es_us: Cerrar

source: Confirm
es_us: Confirmar

source: Continue
es_us: Continuar

source: Create
es_us: Crear

source: Delete
es_us: Eliminar

source: Delete Business / Change Name
es_us: Eliminar empresa / Cambiar nombre

source: Delete?
es_us: ¿Eliminar?

source: Discount
es_us: Descuento

source: Done
es_us: Listo

source: Excel generated
es_us: Excel generado

source: Existing products (%lld)
es_us: Productos existentes (%lld)

source: Export
es_us: Exportar

source: Export to Excel with one tap
es_us: Exporta a Excel con un toque

source: First you need to add a XML file
es_us: Primero agrega un archivo XML

source: Found in bill: %@
es_us: Encontrado en factura: %@

source: Has discount
es_us: Tiene descuento

source: Import .store
es_us: Importar .store

source: Import an XML to add products
es_us: Importa un XML para agregar productos

source: Import another XML
es_us: Importar otro XML

source: Import Business
es_us: Importar empresa

source: Import Database
es_us: Importar base de datos

source: Import successful!
es_us: ¡Importación exitosa!

source: Import XML
es_us: Importar XML

source: Import XML invoices from DIAN
es_us: Importa facturas XML de la DIAN

source: Intern Code
es_us: Código interno

source: Intern Code : %@
es_us: Código interno: %@

source: Intern Code: %@
es_us: Código interno: %@

source: Modify product
es_us: Modificar producto

source: Navigation
es_us: Navegación

source: New Name
es_us: Nuevo nombre

source: New products (%lld)
es_us: Productos nuevos (%lld)

source: New Xlsx File
es_us: Nuevo archivo XLSX

source: No businesses
es_us: No hay empresas

source: No products
es_us: No hay productos

source: Organize your products automatically
es_us: Organiza tus productos automáticamente

source: Package to unit
es_us: Paquete a unidad

source: Preview product
es_us: Vista previa

source: Price
es_us: Precio

source: Price with discount: %@
es_us: Precio con descuento: %@

source: Price: %@
es_us: Precio: %@

source: Product info and barcode
es_us: Información del producto

source: Products
es_us: Productos

source: Quantity
es_us: Cantidad

source: Remove from import
es_us: Eliminar de la importación

source: Review Products
es_us: Revisar productos

source: Save to...
es_us: Guardar en...

source: Search
es_us: Buscar

source: Search businesses or products
es_us: Buscar empresas o productos

source: Share Excel
es_us: Compartir Excel

source: Start Over
es_us: Empezar de nuevo

source: Success
es_us: Éxito

source: The file is ready to export.
es_us: El archivo está listo para exportar.

source: This action can't be undone
es_us: Esta acción es irreversible

source: Units per package:
es_us: Unidades por paquete:

source: Units per package: %lld
es_us: Unidades por paquete: %lld

source: Upload items:
es_us: Subir items:

source: Welcome
es_us: Bienvenido

# welcomeDescription
source: This app helps you to add your products in your POS
es_us: Esta aplicación te ayuda a agregar tus productos a tu POS
